---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.GroupFailures
source: html/15760715-852f-0b2d-d840-729a1a0a3e7a.htm
---
# BuiltInFailures.GroupFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.